window.pop_up_manager_cyber = {
	promo: 'cyber-sale',
	headline: '',
	slogan: 'Не ждите понедельника!',
	action: 'close',
	discount_size: '3%',
	poster: 'https://b2ccdn.coral.ru/content/cyber_popup_cover.webp',
	erid: 'LjN8K2MCr',
	vimeo: '1025027952',
	underline: 'Лучше воспользуйтесь нашим промокодом <strong>КИБЕР</strong> на скидку <strong>3%</strong> при бронировании тура и отеля онлайн на сайте.',
	conditions: [
		'Промокод: <strong class"promo">КИБЕР</strong> на скидку <strong>3%</strong>',
		'<strong>Даты бронирования:</strong> c 8.11 по 11.11',
		'<strong>Даты начала отдыха</strong>: с 8.11. по 20.12 и с 10.01 по 20.02',
		'<strong>Направления:</strong> все, кроме РФ, Абхазии и СНГ'
	],
	attention: [
		'*Чтобы воспользоваться предложением, введите промокод КИБЕР в поле «Примечание к заказу» в пункте «Другое» или сообщите менеджеру<br>',
		'**Предложение не суммируется с другими скидками Coral Travel, включая программу лояльности CoralBonus<br>',
		'***Акция распространяется на бронирование пакетных туров или отелей<br>',
		'****Акция распространяется только на новые неоплаченные или частично оплаченные бронирования'
	],
};