window.pop_up_manager = {
	headline:
		'Промокод <strong class"promo">NEW</strong> на скидку 3% от стоимости тура',
	slogan: "Испытайте наш улучшенный сайт и начните планировать свои мечты.",
	action: "close",
	action_title: "Продолжить бронирование",
	discount_size: "3%",
	erid: "LjN8KDXVa",
	vimeo: "978023164",
	underline:
		"Чтобы воспользоваться предложением, введите промокод в поле «Примечание к заказу»",
	conditions: [
		'Промокод: <strong class"promo">NEW</strong>',
		"Даты бронирования: 12.07.2024 - 21.07.2024",
		"Даты начала отдыха: любые",
		"Страны: любые",
		"Города вылета: любые",
	],
	attention: [
		"* На бронирование отелей или полных пакетных туров<br>",
		"** Только на новые заявки, забронированные онлайн на сайте new.sunmar.ru",
	],
	lunch: {
		mode: "handle",
		timeout: 1,
	},
	period: "13.07.2024",
};
