window._blackPromotion = [
  {
    country: 'UAE',
    hotels: [
      {
        id: 1982,
        name: "AJMAN HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 8230,
        name: "BAHI AJMAN PALACE HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 2018,
        name: "CORAL BEACH RESORT SHARJAH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 51447,
        name: "ECOS DUBAI HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 35893,
        name: "HAMPTON BY HILTON MARJAN ISLAND",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 6010,
        name: "HOLIDAY INTERNATIONAL HOTEL SHARJAH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 2060,
        name: "MIRAMAR AL AQAH BEACH RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 2133,
        name: "OCCIDENTAL SHARJAH GRAND",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 2066,
        name: "RADISSON BLU RESORT FUJAIRAH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 2121,
        name: "ROSE RAYHAAN BY ROTANA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      }
    ]
  },
  {
    country: 'Thailand',
    hotels: [
      {
        id: 72544,
        name: "KHAO LAK MARRIOTT BEACH RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 16492,
        name: "ANDAMAN BEACH SUITES HOTE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 2548,
        name: "ANDAMANTRA RESORT & VILLA, PHUKET",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 63053,
        name: "BANDARA BEACH RESORT PHUKET",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 11873,
        name: "BEYOND KARON",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 1094,
        name: "BEYOND KATA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 9225,
        name: "ELITE SUITES PATONG",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 74621,
        name: "KORA BEACH RESORT PHUKET",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 52245,
        name: "MARINA GALLERY RESORT KACHA KALIM BAY",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 24096,
        name: "MERCURE PHUKET PATONG JOURNEYHUB (ex. JOURNEYHUB PHUKET PATONG)",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 47176,
        name: "MIDA GRANDE RESORT PHUKET",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 7469,
        name: "NOVOTEL PHUKET VINTAGE PARK",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 4027,
        name: "PHUKET ISLAND VIEW",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 75746,
        name: "SUGAR MARINA RESORT - LAGOON VILLAS - NAIYANG BEACH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 6417,
        name: "THE ASHLEE PLAZA PATONG HOTEL & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 19632,
        name: "THE LUNAR PATONG",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 11923,
        name: "THE TREND KAMALA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 77340,
        name: "TRIBE PHUKET PATONG",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 74892,
        name: "VERANDA RESORT PHUKET, AUTOGRAPH COLLECTION",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 57071,
        name: "WYNDHAM GARDEN NAITHON PHUKET",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 31196,
        name: "WYNDHAM LA VITA PHUKET",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 6485,
        name: "SIMPLITEL PHUKET",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 2212,
        name: "ASIA PATTAYA HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 23379,
        name: "D@SEA HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 30091,
        name: "GOLDEN BEACH CHA AM HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 29782,
        name: "HAS PATTAYA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 2341,
        name: "HOTEL TROPICANA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 2360,
        name: "JOMTIEN THANI HOTEL PATTAYA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 27282,
        name: "JP VILLA HOTEL PATTAYA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 23394,
        name: "MOUNTAIN BEACH RESORT & CONVENTION CENTER (ex. MOUNTAIN BEACH HOTEL)",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 2466,
        name: "PINNACLE GRAND NA JOMTIEN RESORT & BEACH CLUB",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 4854,
        name: "THE JOMTIEN TWELVE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 27144,
        name: "UNIQUE REGENCY HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 2480,
        name: "ANNIKA KOH CHANG (ex. RAMAYANA KOH CHANG RESORT)",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 2379,
        name: "KACHA RESORT & SPA KOH CHANG",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 2378,
        name: "KOH CHANG CLIFF BEACH RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 11047,
        name: "IBIS HUA HIN",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      }
    ]
  },
  {
    country: 'Vietnam',
    hotels: [
      {
        id: 23513,
        name: "AROMA BEACH RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000}
        ]
      },
      {
        id: 77126,
        name: "BLOOMING LOTUS RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000}
        ]
      },
      {
        id: 11440,
        name: "SAIGON EMERALD BEACH RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000}
        ]
      },
      {
        id: 30585,
        name: "SONATA RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 0},
          {"Первым рейсом": 0}
        ]
      },
      {
        id: 31527,
        name: "EMERALD BAY HOTEL & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000}
        ]
      },
      {
        id: 31051,
        name: "JOY TRIP HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000}
        ]
      },
      {
        id: 28145,
        name: "LIBRA NHA TRANG HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000}
        ]
      },
      {
        id: 54604,
        name: "ANA MANDARA CAM RANH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000}
        ]
      },
      {
        id: 36521,
        name: "NEW WORLD PHU QUOC RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000}
        ]
      },
      {
        id: 29359,
        name: "BOTON BLUE HOTEL & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000}
        ]
      },
      {
        id: 1929,
        name: "PHU HAI BEACH RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000}
        ]
      },
      {
        id: 26160,
        name: "VIVA RESORT MUI NE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000}
        ]
      },
      {
        id: 19909,
        name: "AN VISTA HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000}
        ]
      },
      {
        id: 78464,
        name: "RADISSON RESORT MUI NE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000}
        ]
      },
      {
        id: 11712,
        name: "NANG VANG HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 0}
        ]
      },
      {
        id: 23735,
        name: "BLUE SHELL RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000}
        ]
      }
    ]
  },
  {
    country: 'Egypt',
    hotels: [
      {
        id: 13318,
        name: "AMPHORAS BEACH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 26465,
        name: "BARCELO TIRAN SHARM",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 7568,
        name: "CHARMILLION CLUB AQUA PARK",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 3744,
        name: "CHARMILLION CLUB RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 4085,
        name: "CONCORDE EL SALAM SPORT AREA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 57,
        name: "DREAMS BEACH RESORT SHARM EL SHEIKH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 56,
        name: "DREAMS VACATION RESORT SHARM EL SHEIKH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 35583,
        name: "GHAZALA BEACH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 96,
        name: "GRAND ROTANA RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 9100,
        name: "HAPPY LIFE VILLAGE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 42,
        name: "INVIDIA CORAL BEACH TIRAN",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 4087,
        name: "IVY CYRENE SHARM",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 99,
        name: "JAZ FAYROUZ RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 98,
        name: "JAZ SHARM DREAMS RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 119,
        name: "MARITIM JOLIE VILLE RESORT & CASINO SSH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 142,
        name: "MOVENPICK RESORT SHARM EL SHEIKH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 124,
        name: "NOVOTEL BEACH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 126,
        name: "NUBIAN ISLAND",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 127,
        name: "NUBIAN VILLAGE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 101,
        name: "PARK REGENCY SHARM EL SHEIKH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 129,
        name: "PARROTEL AQUA PARK RESORT SSH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 131,
        name: "PARROTEL BEACH RESORT SSH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 132,
        name: "REEF OASIS BEACH RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 14774,
        name: "REEF OASIS BLUE BAY RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 3916,
        name: "REGENCY PLAZA AQUA PARK & SPA RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 133,
        name: "REHANA ROYAL BEACH RESORT AQUA PARK & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 134,
        name: "REHANA SHARM RESORT AQUA PARK & SPA 4*DELUXE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 35252,
        name: "SHARM PLAZA HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 34314,
        name: "SIVA SHARM RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 24733,
        name: "STEIGENBERGER ALCAZAR",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 3928,
        name: "SULTAN GARDENS RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 35251,
        name: "THE GRAND HOTEL SHARM EL SHEIKH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 6257,
        name: "TROPITEL OASIS DAHAB",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 7427,
        name: "V HOTEL SHARM EL SHEIKH (ex. PYRAMISA BEACH RESORT SHARM EL SHEIKH)",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 15577,
        name: "XPERIENCE KIROSEIZ PREMIER",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 6531,
        name: "XPERIENCE SEA BREEZE RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },

      {
        id: 45,
        name: "ALADDIN BEACH RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 78,
        name: "ALBATROS MAKADI RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 46,
        name: "ALI BABA PALACE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 19937,
        name: "BEACH ALBATROS RESORT - HURGHADA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 64,
        name: "BELLA VISTA RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 158,
        name: "CONTINENTAL HOTEL HURGHADA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 71,
        name: "ELYSEES DREAM BEACH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 74242,
        name: "FLOW SPECTRUM RESORT SAHL HASHEESH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 144,
        name: "HILTON HURGHADA PLAZA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 30463,
        name: "MORENO SPA & RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 19935,
        name: "PICKALBATROS DANA BEACH RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 173,
        name: "REGINA RESORT & AQUA PARK",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 77638,
        name: "REWAYA MAJESTIC RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 73959,
        name: "SENTIDO NAGA BAY RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 50000,
        name: "SEVEN SEAS JOLIE BAY",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 106,
        name: "SHERATON SOMA BAY RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 9117,
        name: "SUN & SEA HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 78607,
        name: "XANADU CLUB MAKADI BAY",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 49757,
        name: "XANADU MAKADI BAY",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Сокровища Востока": 4000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      }
    ]
  },
  {
    country: 'Turkey Antalya Coast',
    hotels: [
      {
        id: 983,
        name: "XANADU RESORT",
        promotions: [
          {"Добро пожаловать": 5000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 453,
        name: "MARVIDA FAMILY ECO",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 11754,
        name: "SEVEN SEAS HOTEL LIFE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 590,
        name: "AYDINBEY FAMOUS RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 492,
        name: "AYDINBEY GOLD DREAMS",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 848,
        name: "AYDINBEY KINGS PALACE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 26887,
        name: "AYDINBEY QUEENS PALACE & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 29449,
        name: "BALMY BEACH RESORT KEMER",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 73847,
        name: "BALMY FORESTA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 580,
        name: "IC HOTELS GREEN PALACE & VILLAS",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 961,
        name: "IC HOTELS SANTAI FAMILY RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 12783,
        name: "KIMEROS PARK HOLIDAY VILLAGE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 74717,
        name: "LINDA SUNNY BEACH HOTEL SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 28340,
        name: "MASTER FAMILY CLUB HOTEL (EX:ASKA COSTA HOLIDAY CLUB)",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 8384,
        name: "GREEN MAX BY FM MANAGEMENT HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 9917,
        name: "LUNA BLANCA RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 345,
        name: "ADORA HOTEL & RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 21878,
        name: "SIDE PRENSES RESORT HOTEL & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 34014,
        name: "KLEOPATRA FATIH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 58746,
        name: "GRAND ALISA HOTEL (Ex. ROYALISA HOTEL)",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 3795,
        name: "ALBA ROYAL HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 3809,
        name: "ALBA QUEEN HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 21953,
        name: "GOLDEN LOTUS HOTEL KEMER",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 76938,
        name: "LUNA VISTA BELEK",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 22742,
        name: "INNVISTA HOTELS BELEK",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 749,
        name: "JUSTINIANO CLUB PARK CONTI",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 748,
        name: "JUSTINIANO CLUB ALANYA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 8232,
        name: "JUSTINIANO DE LUXE RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 3815,
        name: "EFTALIA AQUA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 55032,
        name: "EFTALIA BLUE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 11013,
        name: "EFTALIA MARIN RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 21601,
        name: "EFTALIA OCEAN",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 78308,
        name: "EFTALIA SOL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 8028,
        name: "EFTALIA SPLASH RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 874,
        name: "EFTALIA VILLAGE HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 906,
        name: "AKKA ANTEDON HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 703,
        name: "AKKA ALINDA HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 28155,
        name: "IMPERIAL TURKIZ RESORT HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 6536,
        name: "SUNLAND RESORT KEMER HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 55003,
        name: "TRANSATLANTIK BEACH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 25372,
        name: "TRANSATLANTIK HOTEL& SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 311,
        name: "ROX RESORT HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 682,
        name: "ULUSOY KEMER HOLIDAY CLUB",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 31177,
        name: "GRAVEL SELECT HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 20891,
        name: "DIZALYA PALM GARDEN HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 20890,
        name: "CLUB DIZALYA HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 17117,
        name: "SEALIFE BUKET RESORT & BEACH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 36347,
        name: "SEALIFE KEMER RESORT HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 779,
        name: "SEA LIFE FAMILY RESORT HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 778,
        name: "PORTO BELLO HOTEL RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 22140,
        name: "PALMERAS BEACH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 597,
        name: "SHERWOOD EXCLUSIVE LARA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 3788,
        name: "SHERWOOD DREAMS RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 3789,
        name: "SHERWOOD BLUE BELEK",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 9481,
        name: "SHERWOOD EXCLUSIVE KEMER",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 75441,
        name: "SY HOTELS BELEK BOUTIQUE LUXURY",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 35635,
        name: "ALARCHA HOTELS & RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 7564,
        name: "TELATIYE RESORT HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 9941,
        name: "ALAIYE RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 9942,
        name: "ALAIYE KLEOPATRA HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 484,
        name: "CLUB FELICIA VILLAGE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 64866,
        name: "BERGIZ HOTELS & RESORTS KEMER",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 14148,
        name: "DIAMOND PREMIUM HOTEL & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 21839,
        name: "DIAMOND EXCELLENCE RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 10276,
        name: "DIAMOND ELITE HOTEL & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 30001,
        name: "DIAMOND DE LUXE HOTEL & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 52368,
        name: "ALI BEY CLUB/PARK",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 9984,
        name: "ALI BEY RESORT SORGUN",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 30617,
        name: "ARNOR DE LUXE HOTEL & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 47497,
        name: "SERENITY QUEEN HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 746,
        name: "HOLIDAY PARK RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 745,
        name: "HOLIDAY GARDEN RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 24420,
        name: "XENO EFTALIA RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 10342,
        name: "XAFIRA DELUXE RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 34121,
        name: "BELDIBI BEACH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 22014,
        name: "ARES BLUE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 50446,
        name: "ALEXIUS BEACH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 8748,
        name: "ARES DREAM HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 16482,
        name: "AQI PEGASOS RESORT HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 16483,
        name: "AQI PEGASOS ROYAL HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 52524,
        name: "AQI PEGASOS CLUB",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 52525,
        name: "AQI PEGASOS WORLD",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 52518,
        name: "TUI BLUE PALM GARDEN",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 52526,
        name: "TUI MAGIC LIFE BELEK",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 27679,
        name: "TUI MAGIC LIFE MASMAVI",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 36190,
        name: "ARMELLA HILL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 4486,
        name: "XPERIA SARAY BEACH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 525,
        name: "XPERIA GRAND BALI HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 893,
        name: "ADONIS HOTEL ANTALYA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 947,
        name: "BELCONTI RESORT HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 52527,
        name: "CORENDON HYDROS CLUB KEMER",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 486,
        name: "FLORA GARDEN BEACH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 6651,
        name: "GALERI RESORT HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 929,
        name: "MAGIC SUN HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 679,
        name: "MIRADA DEL MAR",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 49659,
        name: "PRENSES SEALINE BEACH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 29657,
        name: "BAIA SALIMA KEMER",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 841,
        name: "CRYSTAL ADMIRAL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 293,
        name: "CRYSTAL AURA BEACH RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 30532,
        name: "CRYSTAL CENTRO (EX. AMARA CENTRO RESORT)",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 603,
        name: "CRYSTAL PARAISO",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 8196,
        name: "CRYSTAL WATERWORLD",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 10610,
        name: "KARMIR RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 793,
        name: "LONG BEACH ALANYA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 30533,
        name: "NIRVANA COSMOPOLITAN",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 9246,
        name: "NIRVANA DOLCE VITA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 9897,
        name: "NIRVANA MEDITERRANEAN EXCELLENCE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 975,
        name: "PAPILLON ZEUGMA RELAXURY",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 460,
        name: "PIRATES BEACH CLUB",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 456,
        name: "PIRATES PARK RESORT (ex. Festival Nature Hotel)",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 52703,
        name: "RIXOS PARK BELEK - THE LAND OF LEGENDS FREE ACCESS",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 934,
        name: "RIXOS SUNGATE - THE LAND OF LEGENDS FREE ACCESS",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 4093,
        name: "SIRENE BELEK HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 17793,
        name: "VONRESORT ELITE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 10343,
        name: "VONRESORT GOLDEN BEACH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 855,
        name: "VONRESORT GOLDEN COAST",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 54310,
        name: "THE X BELEK",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      }
    ]
  },
  {
    country: 'Turkey Aegean Coast',
    hotels: [
      {
        id: 356,
        name: "ARIN RESORT BODRUM",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 25495,
        name: "AYAZ AQUA BEACH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 3973,
        name: "AZKA HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 1128,
        name: "BITEZ GARDEN LIFE HOTEL & SUITES",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 799,
        name: "BLUE DREAMS RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 4233,
        name: "BODRUM HOLIDAY RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 28376,
        name: "CLUB MARMA HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 11463,
        name: "DRAGUT POINT NORTH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 11190,
        name: "DRAGUT POINT SOUTH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 3993,
        name: "GARDEN OF SUN HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 361,
        name: "GOLDEN BEACH RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 4188,
        name: "GREEN BAY RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 808,
        name: "BAIA BODRUM HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 14568,
        name: "JASMIN BEACH HOTEL BODRUM",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 363,
        name: "KADIKALE RESORT SPA & WELLNESS",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 12782,
        name: "KRISS HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 702,
        name: "LABRANDA TMT BODRUM RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 6936,
        name: "LAUR HOTEL EXPERIENCE & LAUR HOTELS ELEGANCE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 54537,
        name: "NAGI BEACH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 52920,
        name: "PRIVE BODRUM HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 8526,
        name: "PRIVE HOTEL DIDIM",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 50256,
        name: "RAMMOS HOTEL BODRUM",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 646,
        name: "ROYAL ASARLIK BEACH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 870,
        name: "SALMAKIS RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 29741,
        name: "SAMI BEACH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 54788,
        name: "SARPEDOR BOUTIQUE HOTEL & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 25512,
        name: "SENSES HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 29543,
        name: "SHARK CLUB HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 4239,
        name: "SIANJI WELL-BEING RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 58201,
        name: "SUUM BODRUM HOTEL & BEACH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 75077,
        name: "THE PLAZA BODRUM",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 8213,
        name: "VOGUE HOTEL SUPREME BODRUM",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 1131,
        name: "XANADU ISLAND HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 365,
        name: "YASMIN BODRUM RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 4935,
        name: "AQUA FANTASY AQUAPARK HOTEL & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 6994,
        name: "EPHESIA HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 5233,
        name: "EPHESIA HOLIDAY BEACH CLUB",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 34992,
        name: "SIGNATURE BLUE RESORT KUSADASI 5*",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 4260,
        name: "RICHMOND EPHESUS HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 5207,
        name: "THE GRAND BLUE SKY HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 6973,
        name: "DOGAN BEACH RESORT & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 6974,
        name: "DOGAN PARADISE BEACH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 5174,
        name: "PINE BAY HOLIDAY RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 4529,
        name: "GRAND HOTEL ONTUR",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 4546,
        name: "HOTEL GRAND EFE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 9464,
        name: "CLUB RESORT ATLANTIS",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 17987,
        name: "ADA JULIAN HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 27570,
        name: "BELCEKUM BEACH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 7159,
        name: "CASA DE MARIS SPA & RESORT HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 3981,
        name: "CETTIA BEACH RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 565,
        name: "CLUB & HOTEL LETOONIA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 29836,
        name: "GOLMAR BEACH HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 889,
        name: "GRAND CETTIA HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 10825,
        name: "GREEN NATURE DIAMOND",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 888,
        name: "GREEN NATURE RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 78864,
        name: "GREEN NATURE SARIGERME",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 732,
        name: "HOTEL MYRA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 21213,
        name: "LABRANDA MARES MARMARIS",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 34337,
        name: "LIBERTY FABAY",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 5536,
        name: "MANASPARK DELUXE HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 689,
        name: "MARBAS SELECT BEACH",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 734,
        name: "POSEIDON HOTEL MARMARIS",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 30730,
        name: "PREMIER NERGIS BEACH HOTEL & SPA",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 17847,
        name: "TUANA CLUB FETHIYE",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 52523,
        name: "TUI BLUE GRAND AZUR",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 52520,
        name: "TUI BLUE SARIGERME PARK",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 52522,
        name: "TUI BLUE TROPICAL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 34084,
        name: "UNVER HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 3000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 78549,
        name: "AKRA DIDIM",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 8263,
        name: "CLUB CACTUS PARADISE HOTEL",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 4000},
          {"На волне доверия": 6000}
        ]
      },
      {
        id: 8264,
        name: "CLUB YALI HOTELS & RESORT",
        promotions: [
          {"Добро пожаловать": 3000},
          {"Первым рейсом": 5000},
          {"На волне доверия": 6000}
        ]
      }
    ]
  },
  {
    country: 'India Goa',
    hotels: [
      {
        id: 5780,
        name: "ALDEIA SANTA RITA",
        promotions: []
      },
      {
        id: 28913,
        name: "ARAMBOL ARBOUR",
        promotions: []
      },
      {
        id: 9835,
        name: "AS RETREAT",
        promotions: []
      },
      {
        id: 80328,
        name: "BEDZZ XCLUSIVE",
        promotions: []
      },
      {
        id: 7693,
        name: "CARINA BEACH RESORT",
        promotions: []
      },
      {
        id: 52477,
        name: "DE MANDARIN HOTEL",
        promotions: []
      },
      {
        id: 74235,
        name: "ELEMENTS BY ROSETTA - VARCA GOA",
        promotions: []
      },
      {
        id: 52699,
        name: "FORTUNE RESORT BENAULIM",
        promotions: []
      },
      {
        id: 3655,
        name: "HOLIDAY INN RESORT GOA",
        promotions: []
      },
      {
        id: 3724,
        name: "KENILWORTH BEACH RESORT",
        promotions: []
      },
      {
        id: 51818,
        name: "LA VERA BOUTIQUE RESORT",
        promotions: []
      },
      {
        id: 80625,
        name: "LEMON TREE HOTEL ARPORA",
        promotions: []
      },
      {
        id: 11782,
        name: "PARK INN BY RADISSON",
        promotions: []
      },
      {
        id: 56922,
        name: "PLANET HOLLYWOOD BEACH RESORT",
        promotions: []
      },
      {
        id: 6969,
        name: "SEA BREEZE BEACH",
        promotions: []
      },
      {
        id: 8231,
        name: "SEA BREEZE INN",
        promotions: []
      },
      {
        id: 16441,
        name: "SEA BREEZE RESORT CANDOLIM",
        promotions: []
      },
      {
        id: 3707,
        name: "SEA BREEZE VILLAGE",
        promotions: []
      },
      {
        id: 3719,
        name: "TANGERINE BOUTIQUE RESORT",
        promotions: []
      },
      {
        id: 3734,
        name: "VILLAGE ROYALE",
        promotions: []
      }
    ]
  }
]
