window.pop_up_manager_cyber = {
	promo: 'cyber-sale',
	headline: 'Понедельник<br> начинается в пятницу',
	slogan: 'КИБЕРскидки с 8.11.24 по 11.11.24',
	action: 'close',
	discount_size: '2%',
	poster: 'https://b2ccdn.coral.ru/content/cyber_popup_cover.webp',
	erid: 'LjN8JvJh8',
	vimeo: '1025027969',
	underline: 'Подумайте об отпуске уже сейчас и получите <strong>скидку 2%</strong> по промокоду <strong>КИБЕР.</strong> Вы можете использовать его при бронировании тура или отеля онлайн на сайте.',
	conditions: [
		'Промокод: <strong class"promo">КИБЕР</strong> на скидку <strong>2%</strong>',
		'<strong>Даты бронирования:</strong> c 8.11.24 по 11.11.24',
		'<strong>Даты начала отдыха:</strong> с 8.11.24 по 20.12.24 и с 10.01.24 по 20.02.24',
		'<strong>Направления:</strong> все, кроме РФ, Абхазии и СНГ'
	],
	attention: [
		'*Чтобы воспользоваться предложением, введите промокод КИБЕР в поле «Примечание к заказу»  в пункте «Другое» или сообщите менеджеру<br>',
		'**Предложение не суммируется с другими скидками Sunmar, включая программу лояльности SunmarBonus<br>',
		'***Акция распространяется на бронирование пакетных туров или отелей<br>',
		'****Акция распространяется только на новые неоплаченные или частично оплаченные бронирования'
	],
};